alacritty
amd-ucode
arch-install-scripts
ark
aspnet-targeting-pack
base
base-devel
bash-completion
bluedevil
bluez
bluez-utils
breeze-gtk
bridge-utils
catimg
cdrtools
clang
cmake
cups
discover
dnsmasq
docker
docker-compose
dolphin
dotnet-sdk
firefox
flatpak
gimp
git
gperf
gtkglext
handbrake
hplip
htop
iptables-nft
iwd
jdk-openjdk
jdk11-openjdk
jdk17-openjdk
jdk8-openjdk
kate
kcalc
kde-gtk-config
kdeplasma-addons
krfb
ksysguard
kwallet-pam
kwalletmanager
lib32-libva-mesa-driver
lib32-mesa
lib32-mesa-vdpau
lib32-vulkan-radeon
libreoffice-fresh
libva-mesa-driver
libvirt
libxcrypt-compat
linux
linux-firmware
linux-headers
lsb-release
man-db
mesa-vdpau
neovim
networkmanager
ninja
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
obs-studio
openbsd-netcat
openjdk-src
openssh
p7zip
php
pipewire
pipewire-pulse
plasma-desktop
plasma-nm
plasma-pa
plasma-wayland-protocols
plasma-wayland-session
python-pip
python-pipx
python-shiboken2
qemu-base
reflector
rsync
sddm
sddm-kcm
spectacle
sshfs
sudo
telegram-desktop
tree
unrar
unzip
usbutils
v4l2loopback-dkms
vde2
vim
virt-manager
virt-viewer
vulkan-radeon
wayland-protocols
wayvnc
wget
xdg-desktop-portal-kde
xf86-video-amdgpu
yarn
zenity
zip
